Repository: kitknox/rootshell
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sl, sv, uk, vi, zh_hans, zh_hant

source: Post-Quantum (Experimental)
ar: مقاوم للكم (تجريبي)
ca: Postquàntic (experimental)
cs: Postkvantové (experimentální)
da: Post-kvante (eksperimentel)
de: Post-Quantum (experimentell)
es: Poscuántico (experimental)
fi: Post-kvantti (kokeellinen)
fr: Post-quantique (expérimental)
he: פוסט-קוונטי (ניסיוני)
hu: Posztkvantum (kísérleti)
it: Post-quantistico (sperimentale)
ja: 耐量子（実験的）
ko: 양자내성(실험적)
nb: Post-kvante (eksperimentell)
nl: Post-kwantum (experimenteel)
pl: Postkwantowe (eksperymentalne)
pt_br: Pós-Quântico (Experimental)
pt_pt: Pós-Quântico (Experimental)
ro: Post-cuantic (experimental)
sl: Post-kvantno (eksperimentalno)
sv: Post-kvant (experimentellt)
uk: Постквантові (експериментальні)
vi: Hậu lượng tử (Thử nghiệm)
zh_hans: 后量子（实验性）
zh_hant: 後量子（實驗性）

source: Post-Quantum Secure
ar: آمن ضد الحوسبة الكمية
ca: Seguretat postquàntica
cs: Postkvantově zabezpečeno
da: Postkvantesikker
de: Post-Quanten-sicher
es: Seguridad poscuántica
fi: Postkvanttisuojattu
fr: Sécurité post-quantique
he: מאובטח פוסט-קוונטי
hu: Posztkvantum-biztonságos
it: Sicurezza post-quantistica
ja: ポスト量子セキュア
ko: 포스트 양자 보안
nb: Postkvantesikker
nl: Postquantum beveiligd
pl: Postkwantowo bezpieczne
pt_br: Segurança pós-quântica
pt_pt: Segurança pós-quântica
ro: Securitate post-cuantică
sl: Postkvantno varno
sv: Postkvantsäker
uk: Постквантово захищено
vi: Bảo mật hậu lượng tử
zh_hans: 后量子安全
zh_hant: 後量子安全

source: Post-Quantum Warning
ar: تحذير ما بعد الكم
ca: Advertència postquàntica
cs: Varování post-kvantové
da: Post-kvante-advarsel
de: Post-Quanten-Warnung
es: Advertencia poscuántica
fi: Kvanttiturva-varoitus
fr: Avertissement post-quantique
he: אזהרת פוסט-קוונטית
hu: Posztkvantum figyelmeztetés
it: Avviso post-quantistico
ja: 耐量子計算機暗号の警告
ko: 포스트 퀀텀 경고
nb: Post-kvante-advarsel
nl: Post-kwantumwaarschuwing
pl: Ostrzeżenie postkwantowe
pt_br: Aviso pós-quântico
pt_pt: Aviso pós-quântico
ro: Avertisment post-cuantic
sl: Opozorilo za post-kvantno
sv: Postkvantvarning
uk: Попередження постквантове
vi: Cảnh báo hậu lượng tử
zh_hans: 后量子警告
zh_hant: 後量子警告

source: Potentially catastrophic - review carefully!
ar: قد يكون كارثيًا - راجع بعناية!
ca: Potencialment catastròfic - reviseu amb cura!
cs: Potenciálně katastrofální - pečlivě zkontrolujte!
da: Potentielt katastrofalt – gennemgå omhyggeligt!
de: Potenziell katastrophal – sorgfältig prüfen!
es: Potencialmente catastrófico - ¡revise cuidadosamente!
fi: Mahdollisesti tuhoisa – tarkista huolellisesti!
fr: Potentiellement catastrophique - vérifiez attentivement !
he: עלול להיות הרסני - בדוק בקפידה!
hu: Potenciálisan katasztrofális – gondosan ellenőrizze!
it: Potenzialmente catastrofico - verifica attentamente!
ja: 壊滅的な結果を招く恐れがあります - 慎重に確認してください！
ko: 치명적인 결과를 초래할 수 있음 - 신중히 검토하세요!
nb: Potensielt katastrofalt – gjennomgå nøye!
nl: Potentieel catastrofaal – controleer zorgvuldig!
pl: Potencjalnie katastrofalne - sprawdź dokładnie!
pt_br: Potencialmente catastrófico - revise com cuidado!
pt_pt: Potencialmente catastrófico - reveja com cuidado!
ro: Potențial catastrofal - verifică cu atenție!
sl: Potencialno katastrofalno - natančno preglejte!
sv: Potentiellt katastrofalt – granska noggrant!
uk: Потенційно катастрофічно — перевірте уважно!
vi: Có thể gây thảm họa - hãy xem xét kỹ!
zh_hans: 可能造成灾难性后果 - 请仔细审查！
zh_hant: 可能造成災難性後果 - 請仔細審查！

source: Power Source
ar: مصدر الطاقة
ca: Font d'alimentació
cs: Zdroj napájení
da: Strømkilde
de: Stromquelle
es: Fuente de alimentación
fi: Virtalähde
fr: Source d'alimentation
he: מקור מתח
hu: Áramforrás
it: Fonte di alimentazione
ja: 電源
ko: 전원
nb: Strømkilde
nl: Voedingsbron
pl: Źródło zasilania
pt_br: Fonte de energia
pt_pt: Fonte de alimentação
ro: Sursă de alimentare
sl: Vir napajanja
sv: Strömkälla
uk: Джерело живлення
vi: Nguồn điện
zh_hans: 电源
zh_hant: 電源

source: Prediction mode: always, adaptive, never (default: always)
ar: وضع التنبؤ: always أو adaptive أو never (الافتراضي: always)
ca: Mode de predicció: always, adaptive, never (per defecte: always)
cs: Režim predikce: always, adaptive, never (výchozí: always)
da: Forudsigelsestilstand: always, adaptive, never (standard: always)
de: Vorhersagemodus: always, adaptive, never (Standard: always)
es: Modo de predicción: always, adaptive, never (por defecto: always)
fi: Ennustustila: always, adaptive, never (oletus: always)
fr: Mode de prédiction : always, adaptive, never (par défaut : always)
he: מצב חיזוי: always, adaptive, never (ברירת מחדל: always)
hu: Előrejelzési mód: always, adaptive, never (alapértelmezett: always)
it: Modalità predizione: always, adaptive, never (predefinita: always)
ja: 予測モード: always, adaptive, never（デフォルト: always）
ko: 예측 모드: always, adaptive, never (기본값: always)
nb: Prediksjonsmodus: always, adaptive, never (standard: always)
nl: Voorspellingsmodus: always, adaptive, never (standaard: always)
pl: Tryb predykcji: always, adaptive, never (domyślnie: always)
pt_br: Modo de predição: always, adaptive, never (padrão: always)
pt_pt: Modo de predição: always, adaptive, never (predefinição: always)
ro: Mod predicție: always, adaptive, never (implicit: always)
sl: Način napovedovanja: always, adaptive, never (privzeto: always)
sv: Prediktionsläge: always, adaptive, never (standard: always)
uk: Режим передбачення: always, adaptive, never (за замовчуванням: always)
vi: Chế độ dự đoán: always, adaptive, never (mặc định: always)
zh_hans: 预测模式：always、adaptive、never（默认：always）
zh_hant: 預測模式：always、adaptive、never（預設：always）

source: Premium
ar: مميز
he: פרימיום
hu: Prémium
ja: プレミアム
ko: 프리미엄
uk: Преміум
zh_hans: 高级
zh_hant: 進階版

source: Premium requests
ar: الطلبات المميزة
ca: Sol·licituds premium
cs: Prémiové požadavky
da: Premiumanmodninger
de: Premium-Anfragen
es: Solicitudes premium
fi: Premium-pyynnöt
fr: Requêtes premium
he: בקשות פרימיום
hu: Prémium kérések
it: Richieste premium
ja: プレミアムリクエスト
ko: 프리미엄 요청
nb: Premium-forespørsler
nl: Premiumverzoeken
pl: Żądania premium
pt_br: Solicitações premium
pt_pt: Pedidos premium
ro: Cereri premium
sl: Zahteve premium
sv: Premiumförfrågningar
uk: Преміум-запити
vi: Yêu cầu Premium
zh_hans: 高级请求
zh_hant: 進階請求

source: Preparing secure tunnel…
ar: جارٍ تجهيز النفق الآمن…
ca: Preparant el túnel segur…
cs: Příprava zabezpečeného tunelu…
da: Forbereder sikker tunnel…
de: Sicherer Tunnel wird vorbereitet…
es: Preparando el túnel seguro…
fi: Valmistellaan suojattua tunnelia…
fr: Préparation du tunnel sécurisé…
he: מכין מנהרה מאובטחת…
hu: Biztonságos alagút előkészítése…
it: Preparazione del tunnel sicuro…
ja: セキュアトンネルを準備しています…
ko: 보안 터널을 준비하는 중…
nb: Forbereder sikker tunnel…
nl: Beveiligde tunnel voorbereiden…
pl: Przygotowywanie bezpiecznego tunelu…
pt_br: Preparando o túnel seguro…
pt_pt: A preparar o túnel seguro…
ro: Se pregătește tunelul securizat…
sl: Pripravljanje varnega tunela…
sv: Förbereder säker tunnel…
uk: Підготовка захищеного тунелю…
vi: Đang chuẩn bị đường hầm bảo mật…
zh_hans: 正在准备安全隧道…
zh_hant: 正在準備安全通道…

source: Prepend Rootshell's PATH wrapper for remote exec commands
ar: إضافة مُغلِّف PATH الخاص بـ Rootshell إلى أوامر التنفيذ البعيدة
ca: Anteposa el wrapper PATH de Rootshell per a les ordres d'execució remota
cs: Předřadit obálku PATH z Rootshell pro vzdálené exec příkazy
da: Tilføj Rootshells PATH-wrapper først ved fjernkørselskommandoer
de: Rootshells PATH-Wrapper für Remote-Exec-Befehle voranstellen
es: Anteponer el envoltorio PATH de Rootshell a los comandos de ejecución remota
fi: Lisää Rootshellin PATH-kääre etulyönniksi etäsuoritettaville komennoille
fr: Préfixer les commandes exec distantes avec le wrapper PATH de Rootshell
he: הוספת עטיפת PATH של Rootshell לפני פקודות exec מרוחקות
hu: A Rootshell PATH burkolójának előtaggal ellátása távoli exec parancsokhoz
it: Antepone il wrapper PATH di Rootshell ai comandi exec remoti
ja: リモート exec コマンドに Rootshell の PATH ラッパーを前置する
ko: 원격 exec 명령에 Rootshell의 PATH 래퍼를 앞에 추가
nb: Legg til Rootshells PATH-omslag foran ved fjernkjøringskommandoer
nl: Rootshells PATH-wrapper vooraf plaatsen bij externe exec-commando's
pl: Dodaj przedrostek owijki PATH Rootshell dla zdalnych poleceń exec
pt_br: Prefixar o wrapper PATH do Rootshell para comandos exec remotos
pt_pt: Antepor o wrapper PATH do Rootshell aos comandos exec remotos
ro: Adaugă prefixul wrapper-ului PATH Rootshell pentru comenzile exec la distanță
sl: Pred oddaljenimi exec ukazi uporabi Rootshellovo ovojnico PATH
sv: Lägg Rootshells PATH-omslag först för fjärr-exec-kommandon
uk: Додати обгортку PATH Rootshell перед віддаленими командами exec
vi: Thêm trình bao PATH của Rootshell trước các lệnh exec từ xa
zh_hans: 为远程 exec 命令添加 Rootshell 的 PATH 包装器前缀
zh_hant: 為遠端 exec 指令加上 Rootshell 的 PATH 包裝器前綴

source: Prerequisites
ar: المتطلبات الأساسية
ca: Prerequisits
cs: Předpoklady
da: Forudsætninger
de: Voraussetzungen
es: Requisitos previos
fi: Edellytykset
fr: Prérequis
he: דרישות מוקדמות
hu: Előfeltételek
it: Prerequisiti
ja: 前提条件
ko: 사전 요구 사항
nb: Forutsetninger
nl: Vereisten
pl: Wymagania wstępne
pt_br: Pré-requisitos
pt_pt: Pré-requisitos
ro: Cerinte preliminare
sl: Predpogoji
sv: Förutsättningar
uk: Передумови
vi: Yêu Cầu Trước
zh_hans: 前提条件
zh_hant: 先決條件

source: Presentation
ar: العرض
ca: Presentació
cs: Prezentace
da: Præsentation
de: Darstellung
es: Presentación
fi: Esitys
fr: Présentation
he: תצוגה
hu: Megjelenítés
it: Presentazione
ja: 表示
ko: 표시
nb: Presentasjon
nl: Presentatie
pl: Prezentacja
pt_br: Apresentação
pt_pt: Apresentação
ro: Prezentare
sl: Prikaz
uk: Подання
vi: Trình Bày
zh_hans: 展示
zh_hant: 展示

source: Preserve modification times and permissions
ar: الحفاظ على أوقات التعديل والأذونات
ca: Conserva les dates de modificació i els permisos
cs: Zachovat časy úprav a oprávnění
da: Bevar ændringstider og tilladelser
de: Änderungszeiten und Berechtigungen beibehalten
es: Preservar tiempos de modificación y permisos
fi: Säilytä muokkausajat ja käyttöoikeudet
fr: Préserver les dates de modification et les permissions
he: שמור על זמני שינוי והרשאות
hu: Módosítási idők és jogosultságok megőrzése
it: Preserva i tempi di modifica e i permessi
ja: 変更日時とパーミッションを保持
ko: 수정 시간 및 권한 유지
nb: Bevar endringstider og tillatelser
nl: Wijzigingstijden en rechten behouden
pl: Zachowaj czasy modyfikacji i uprawnienia
pt_br: Preservar datas de modificação e permissões
pt_pt: Preservar datas de modificação e permissões
ro: Păstrează timpii de modificare și permisiunile
sl: Ohrani čase sprememb in dovoljenja
sv: Bevara ändringstider och behörigheter
uk: Зберігати час модифікації та дозволи
vi: Giữ nguyên thời gian sửa đổi và quyền
zh_hans: 保留修改时间和权限
zh_hant: 保留修改時間和權限

source: Preserves palette index ordering for light themes so palette-based applications display consistent colors in both light and dark modes.
ar: يحافظ على ترتيب فهرس لوحة الألوان للأنساق الفاتحة بحيث تعرض التطبيقات المعتمدة على لوحة الألوان ألوانًا متسقة في الوضعين الفاتح والداكن.
ca: Preserva l'ordre de l'índex de la paleta per als temes clars perquè les aplicacions basades en paleta mostrin colors consistents tant en mode clar com fosc.
cs: Zachovává pořadí indexů palety pro světlé motivy, aby aplikace využívající paletu zobrazovaly konzistentní barvy ve světlém i tmavém režimu.
da: Bevarer paletteindeksrækkefølgen for lyse temaer, så palettebaserede programmer viser ensartede farver i både lys og mørk tilstand.
de: Behält die Palettenindex-Reihenfolge für helle Designs bei, damit palettenbasierte Anwendungen in hellem und dunklem Modus konsistente Farben anzeigen.
es: Conserva el orden de indices de la paleta para temas claros, de modo que las aplicaciones basadas en paleta muestren colores consistentes en los modos claro y oscuro.
fi: Sailyttaa paletin indeksijarjestyksen vaaleille teemoille, jotta palettipohjaiset sovellukset nayttavat yhtenaiset varit seka vaaleassa etta tummassa tilassa.
fr: Conserve l'ordre des index de la palette pour les themes clairs afin que les applications basees sur la palette affichent des couleurs coherentes en modes clair et sombre.
he: שומר על סדר מפתחות לוח הצבעים עבור ערכות נושא בהירות כדי שיישומים מבוססי לוח צבעים יציגו צבעים עקביים במצב בהיר וכהה כאחד.
hu: Megorizni a paletta-index sorrendet vilagos temakhoz, hogy a paletta-alapu alkalmazasok egyszeges szineket jelenitsek meg vilagos es sotet modban egyarant.
it: Preserva l'ordine degli indici della tavolozza per i temi chiari in modo che le applicazioni basate sulla tavolozza mostrino colori coerenti sia in modalita chiara che scura.
ja: ライトテーマのパレットインデックス順序を保持し、パレットベースのアプリケーションがライトモードとダークモードの両方で一貫した色を表示できるようにします。
ko: 라이트 테마의 팔레트 인덱스 순서를 유지하여 팔레트 기반 앱이 라이트 및 다크 모드 모두에서 일관된 색상을 표시합니다.
nb: Bevarer palettindeksrekkefølgen for lyse temaer slik at palettbaserte applikasjoner viser konsistente farger i både lys og mørk modus.
nl: Behoudt de paletindexvolgorde voor lichte thema's zodat paletgebaseerde apps consistente kleuren weergeven in zowel lichte als donkere modus.
pl: Zachowuje kolejnosc indeksow palety dla jasnych motywow, dzieki czemu aplikacje oparte na palecie wyswietlaja spojne kolory zarowno w trybie jasnym, jak i ciemnym.
pt_br: Preserva a ordenacao dos indices da paleta para temas claros, para que aplicativos baseados em paleta exibam cores consistentes nos modos claro e escuro.
pt_pt: Preserva a ordenacao dos indices da paleta para temas claros, de modo a que as aplicacoes baseadas em paleta apresentem cores consistentes nos modos claro e escuro.
ro: Pastreaza ordinea indicilor paletei pentru temele deschise, astfel incat aplicatiile bazate pe paleta sa afiseze culori consistente atat in modul deschis, cat si in cel inchis.
sl: Ohranja vrstni red indeksov palete za svetle teme, tako da aplikacije, ki temeljijo na paleti, prikazujejo skladne barve v svetlem in temnem nacinu.
sv: Bevarar palettindexordningen för ljusa teman så att palettbaserade program visar konsekventa färger i både ljust och mörkt läge.
uk: Зберігає порядок індексів палітри для світлих тем, щоб програми на основі палітри відображали узгоджені кольори у світлому та темному режимах.
vi: Giữ nguyên thứ tự chỉ mục bảng màu cho chủ đề sáng để các ứng dụng dựa trên bảng màu hiển thị màu nhất quán ở cả chế độ sáng và tối.
zh_hans: 保留浅色主题的调色板索引顺序，使基于调色板的应用在浅色和深色模式下显示一致的颜色。
zh_hant: 保留淺色佈景主題的調色盤索引順序，使基於調色盤的應用程式在淺色和深色模式下顯示一致的顏色。

source: Preset DNS Providers
ar: مزودو DNS مُعدّون مسبقاً
ca: Proveïdors DNS predefinits
cs: Předastavení DNS poskytovatelé
da: Forudindstillede DNS-udbydere
de: Voreingestellte DNS-Anbieter
es: Proveedores DNS preconfigurados
fi: Valmiit DNS-palveluntarjoajat
fr: Fournisseurs DNS prédéfinis
he: ספקי DNS מוגדרים מראש
hu: Előre beállított DNS szolgáltatók
it: Provider DNS preimpostati
ja: プリセットDNSプロバイダ
ko: 사전 설정 DNS 제공자
nb: Forhåndsinnstilte DNS-leverandører
nl: Vooraf ingestelde DNS-providers
pl: Wstępnie skonfigurowane dostawcy DNS
pt_br: Provedores DNS Predefinidos
pt_pt: Fornecedores DNS Predefinidos
ro: Furnizori DNS predefiniti
sl: Prednastavljeni ponudniki DNS
sv: Förinställda DNS-leverantörer
uk: Попередньо задані DNS-провайдери
vi: Nhà Cung Cấp DNS Đặt Sẵn
zh_hans: 预设 DNS 供应商
zh_hant: 預設 DNS 供應商

source: Press ⌘I on a hardware keyboard
ar: اضغط ⌘I على لوحة مفاتيح خارجية
ca: Premeu ⌘I en un teclat físic
cs: Stiskněte ⌘I na hardwarové klávesnici
da: Tryk ⌘I på et fysisk tastatur
de: Drücken Sie ⌘I auf einer externen Tastatur
es: Pulse ⌘I en un teclado físico
fi: Paina ⌘I fyysisellä näppäimistöllä
fr: Appuyez sur ⌘I avec un clavier physique
he: לחצו ⌘I במקלדת חיצונית
hu: Nyomja meg a ⌘I billentyűkombinációt egy fizikai billentyűzeten
it: Premi ⌘I su una tastiera fisica
ja: ハードウェアキーボードで ⌘I を押す
ko: 하드웨어 키보드에서 ⌘I 누르기
nb: Trykk ⌘I på et fysisk tastatur
nl: Druk op ⌘I op een fysiek toetsenbord
pl: Naciśnij ⌘I na klawiaturze sprzętowej
pt_br: Pressione ⌘I em um teclado físico
pt_pt: Prima ⌘I num teclado físico
ro: Apăsați ⌘I pe o tastatură fizică
sl: Pritisnite ⌘I na strojni tipkovnici
sv: Tryck ⌘I på ett fysiskt tangentbord
uk: Натисніть ⌘I на апаратній клавіатурі
vi: Nhấn ⌘I trên bàn phím vật lý
zh_hans: 在外接键盘上按 ⌘I
zh_hant: 在外接鍵盤上按 ⌘I

source: Press Cmd+I in a terminal tab to start an AI Agent session
ar: اضغط Cmd+I في علامة تبويب الطرفية لبدء جلسة وكيل AI
ca: Premeu Cmd+I en una pestanya de terminal per iniciar una sessió d'Agent IA
cs: Stiskněte Cmd+I v kartě terminálu pro spuštění relace AI Agenta
da: Tryk Cmd+I i en terminal-fane for at starte en AI Agent-session
de: Drücken Sie Cmd+I in einem Terminal-Tab, um eine KI-Agent-Sitzung zu starten
es: Presione Cmd+I en una pestaña de terminal para iniciar una sesión de agente de IA
fi: Paina Cmd+I terminaalivälilehdessä aloittaaksesi tekoälyagentin istunnon
fr: Appuyez sur Cmd+I dans un onglet de terminal pour démarrer une session d'agent IA
he: לחץ Cmd+I בלשונית מסוף כדי להתחיל הפעלת AI Agent
hu: Nyomja meg a Cmd+I billentyűkombinációt egy terminál lapon az AI Agent munkamenet indításához
it: Premere Cmd+I in una scheda del terminale per avviare una sessione AI Agent
ja: ターミナルタブでCmd+Iを押してAIエージェントセッションを開始
ko: 터미널 탭에서 Cmd+I를 눌러 AI 에이전트 세션을 시작하세요
nb: Trykk Cmd+I i en terminalfane for å starte en AI-agentøkt
nl: Druk op Cmd+I in een terminaltab om een AI Agent-sessie te starten
pl: Naciśnij Cmd+I w karcie terminala, aby rozpocząć sesję AI Agent
pt_br: Pressione Cmd+I em uma aba do terminal para iniciar uma sessão do Agente IA
pt_pt: Prima Cmd+I num separador do terminal para iniciar uma sessão de Agente IA
ro: Apasati Cmd+I intr-un tab de terminal pentru a porni o sesiune AI Agent
sl: Pritisnite Cmd+I v zavihku terminala, da zaženete sejo AI agenta
sv: Tryck Cmd+I i en terminalflik för att starta en AI Agent-session
uk: Натисніть Cmd+I у вкладці термінала, щоб розпочати сеанс AI-агента
vi: Nhấn Cmd+I trong tab terminal để bắt đầu phiên AI Agent
zh_hans: 在终端标签页中按 Cmd+I 启动 AI 代理会话
zh_hant: 在終端機分頁中按 Cmd+I 啟動 AI 代理工作階段

source: Press Return after text
ar: اضغط Return بعد النص
ca: Premeu Retorn després del text
cs: Stisknout Return po textu
da: Tryk Return efter tekst
de: Nach dem Text die Eingabetaste drücken
es: Presione Retorno después del texto
fi: Paina Return tekstin jälkeen
fr: Appuyer sur Entrée après le texte
he: לחץ Return אחרי טקסט
hu: Szöveg után nyomja meg a Return billentyűt
it: Premere Invio dopo il testo
ja: テキスト入力後にReturnキーを押す
ko: 텍스트 입력 후 Return 키를 누르세요
nb: Trykk Retur etter tekst
nl: Druk op Return na tekst
pl: Naciśnij Return po tekście
pt_br: Pressionar Return após o texto
pt_pt: Premir Return após o texto
ro: Apasati Return dupa text
sl: Po besedilu pritisnite Return
sv: Tryck Return efter text
uk: Натиснути Return після тексту
vi: Nhấn Return sau văn bản
zh_hans: 文本后按回车
zh_hant: 輸入文字後按 Return

source: Preview
ar: معاينة
ca: Previsualització
cs: Náhled
da: Forhåndsvisning
de: Vorschau
es: Vista previa
fi: Esikatselu
fr: Aperçu
he: תצוגה מקדימה
hu: Előnézet
it: Anteprima
ja: プレビュー
ko: 미리보기
nb: Forhåndsvisning
nl: Voorbeeld
pl: Podgląd
pt_br: Pré-visualização
pt_pt: Pré-visualização
ro: Previzualizare
sl: Predogled
sv: Förhandsvisning
uk: Попередній перегляд
vi: Xem Trước
zh_hans: 预览
zh_hant: 預覽

source: PREVIEW
ar: معاينة
ca: PREVISUALITZACIÓ
cs: NÁHLED
da: FORHÅNDSVISNING
de: VORSCHAU
es: VISTA PREVIA
fi: ESIKATSELU
fr: APERÇU
he: תצוגה מקדימה
hu: ELŐNÉZET
it: ANTEPRIMA
ja: プレビュー
ko: 미리보기
nb: FORHÅNDSVISNING
nl: VOORBEELD
pl: PODGLĄD
pt_br: PRÉ-VISUALIZAÇÃO
pt_pt: PRÉ-VISUALIZAÇÃO
ro: PREVIZUALIZARE
sl: PREDOGLED
sv: FÖRHANDSGRANSKNING
uk: ПОПЕРЕДНІЙ ПЕРЕГЛЯД
vi: XEM TRƯỚC
zh_hans: 预览
zh_hant: 預覽

source: Preview Installation
ar: معاينة التثبيت
ca: Previsualització de la instal·lació
cs: Náhled instalace
da: Forhåndsvis installation
de: Installation vorschauen
es: Versión de vista previa
fi: Esikatselun asennus
fr: Aperçu de l'installation
he: תצוגה מקדימה של התקנה
hu: Telepítés előnézete
it: Anteprima installazione
ja: インストールのプレビュー
ko: 설치 미리보기
nb: Forhåndsvis installasjon
nl: Installatievoorbeeld
pl: Podgląd instalacji
pt_br: Pré-visualizar Instalação
pt_pt: Pré-visualizar Instalação
ro: Previzualizare instalare
sl: Predogled namestitve
sv: Förhandsvisning av installation
uk: Попередній перегляд встановлення
vi: Xem Trước Cài Đặt
zh_hans: 预览安装
zh_hant: 預覽安裝

source: Preview what would be installed
ar: معاينة ما سيتم تثبيته
ca: Previsualitza el que s'instal·laria
cs: Náhled toho, co by se nainstalovalo
da: Forhåndsvis hvad der ville blive installeret
de: Vorschau der zu installierenden Elemente
es: Previsualizar lo que se instalaría
fi: Esikatsele, mitä asennettaisiin
fr: Prévisualiser ce qui serait installé
he: תצוגה מקדימה של מה שיותקן
hu: Előnézet arról, mi lenne telepítve
it: Anteprima di ciò che verrebbe installato
ja: インストール内容をプレビュー
ko: 설치될 내용 미리보기
nb: Forhåndsvis hva som ville bli installert
nl: Voorbeeld van wat geïnstalleerd zou worden
pl: Podgląd tego, co zostanie zainstalowane
pt_br: Visualizar o que seria instalado
pt_pt: Pré-visualizar o que seria instalado
ro: Previzualizare a ceea ce ar fi instalat
sl: Predogled, kaj bi bilo nameščeno
sv: Förhandsgranska vad som skulle installeras
uk: Попередній перегляд того, що буде встановлено
vi: Xem trước những gì sẽ được cài đặt
zh_hans: 预览将要安装的内容
zh_hant: 預覽將要安裝的內容

source: Previous Group
ar: المجموعة السابقة
ca: Grup anterior
cs: Předchozí skupina
da: Forrige gruppe
de: Vorherige Gruppe
es: Grupo anterior
fi: Edellinen ryhmä
fr: Groupe précédent
he: הקבוצה הקודמת
hu: Előző csoport
it: Gruppo precedente
ja: 前のグループ
ko: 이전 그룹
nb: Forrige gruppe
nl: Vorige groep
pl: Poprzednia grupa
pt_br: Grupo Anterior
pt_pt: Grupo Anterior
ro: Grupul anterior
sl: Prejšnja skupina
sv: Föregående grupp
uk: Попередня група
vi: Nhóm trước
zh_hans: 上一个分组
zh_hant: 上一個群組

source: Previous Tab
ar: علامة التبويب السابقة
ca: Pestanya anterior
cs: Předchozí karta
da: Forrige fane
de: Vorheriger Tab
es: Pestaña anterior
fi: Edellinen välilehti
fr: Onglet précédent
he: לשונית קודמת
hu: Előző lap
it: Scheda precedente
ja: 前のタブ
ko: 이전 탭
nb: Forrige fane
nl: Vorig tabblad
pl: Poprzednia karta
pt_br: Aba Anterior
pt_pt: Separador Anterior
ro: Tabul anterior
sl: Prejšnji zavihek
sv: Föregående flik
uk: Попередня вкладка
vi: Tab Trước
zh_hans: 上一个标签页
zh_hant: 上一個分頁

source: Primary
ar: أساسي
ca: Principal
cs: Primární
da: Primær
de: Primär
es: Principal
fi: Ensisijainen
fr: Principale
he: ראשי
hu: Elsődleges
it: Primaria
ja: プライマリ
ko: 기본
nb: Primær
nl: Primair
pl: Główny
pt_br: Primário
pt_pt: Primário
ro: Primar
sl: Primarni
sv: Primär
uk: Основний
vi: Chính
zh_hans: 主密钥
zh_hant: 主金鑰

source: Primary Fingerprint
ar: البصمة الأساسية
ca: Empremta principal
cs: Primární otisk
da: Primært fingeraftryk
de: Primärer Fingerabdruck
es: Huella digital principal
fi: Ensisijainen sormenjälki
fr: Empreinte principale
he: טביעת אצבע ראשית
hu: Elsődleges ujjlenyomat
it: Impronta digitale primaria
ja: プライマリフィンガープリント
ko: 기본 지문
nb: Primært fingeravtrykk
nl: Primaire vingerafdruk
pl: Główny odcisk palca
pt_br: Impressão digital primária
pt_pt: Impressão digital primária
ro: Amprentă primară
sl: Primarni prstni odtis
sv: Primärt fingeravtryck
uk: Основний відбиток
vi: Vân tay chính
zh_hans: 主指纹
zh_hant: 主指紋

source: Principals
ar: الجهات المخوّلة
cs: Subjekty
da: Principaler
de: Prinzipale
es: Principales
fi: Periaattajat
fr: Principaux
he: בעלי הרשאה
hu: Engedélyezettek
it: Principal
ja: プリンシパル
ko: 주체
nb: Prinsipaler
pl: Podmioty
pt_br: Identidades
pt_pt: Principais
ro: Principali
sl: Principali
sv: Principaler
uk: Принципали
vi: Người Dùng Hợp Lệ
zh_hans: 主体
zh_hant: 主體

source: Priority
ar: الأولوية
ca: Prioritat
cs: Priorita
da: Prioritet
de: Priorität
es: Prioridad
fi: Prioriteetti
fr: Priorité
he: עדיפות
hu: Prioritás
it: Priorità
ja: 優先度
ko: 우선순위
nb: Prioritet
nl: Prioriteit
pl: Priorytet
pt_br: Prioridade
pt_pt: Prioridade
ro: Prioritate
sl: Prioriteta
sv: Prioritet
uk: Пріоритет
vi: Ưu Tiên
zh_hans: 优先级
zh_hant: 優先順序
